Repository: Jonas1197/currencyConverter
Catalog: CurrencyConverter/Utilities/Localization/*.lproj/Localizable.strings
Languages: de

# converterVC_titleLabel
source: Converter
de: Währungsrechner

# converterVC_tapToChoose
source: Tap to choose currency
de: Währung auswählen

# converterVC_tapToEnterPlaceholder
source: Tap to enter
de: Wert eingeben

# converterVC_currencyRates
source: Currency rates last updated:
de: Währungskurse zuletzt aktualisiert:

# converterVC_findButton
source: Find conversion stores
de: Finde Wechselstuben in der Nähe

# siteInfoVC_nameLabel
source: Site name
de: Name des Ortes

# siteInfoVC_goButton
source: Go!
de: Los!

# siteInfoVC_backButton
source: Back
de: Zurück

# settingsVC_titleLabel
source: Settings
de: Einstellungen

# settingsVC_searchRadiusLabel
source: Search radius
de: Suchradius

# settingsVC_searchRadiusDescription
source: Choose the zoom radius when sesarching for conversion stores.
de: Der Suchradius, der benutzt wird, wenn die Karte präsentiert wird.

# settingsVC_donateLabel
source: Help me get drunk
de: Kauf mir ein Bier!

# settingsVC_donateDescription
source: This app is free of charge, for life. I found myself in similar situations so I thought of creating a solution. If you'd like to donate though, this would be much appriciated!
de: Diese App ist frei und enthält keine Gebühren. Ich war selbst oft genug in der Situation Geld wechseln zu wollen, aber nicht wusste wo ich eine Wechselstube finde. Dafür wollte ich eine bequeme Lösung finden und euch daran teilhaben lassen. Falls Ihr mich unterstützen möchtet, würde ich das sehr schätzen!

# settingsVC_donateButton
source: Donate
de: Spenden
